Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: You first need to create a billing plan to activate billing. Navigate to the `Administration` section (represented by the wrench icon) and open the `Tools` screen. From there, proceed to the `Django admin interface`.
sv: Du mÃ¥ste fÃ¶rst skapa en faktureringsplan fÃ¶r att aktivera fakturering. GÃ¥ till avsnittet Administration (representerat av skiftnyckelikonen) och Ã¶ppna skÃ¤rmen Verktyg. DÃ¤rifrÃ¥n gÃ¥r du vidare till Django-admingrÃ¤nssnittet.

source: In the Django admin interface, locate the `BILLING` section and add a billing plan. For instance, you can add a `Free` plan with no cost.
sv: I Djangos administratÃ¶rsgrÃ¤nssnitt letar du upp avsnittet `BILLING` och lÃ¤gger till en faktureringsplan. Du kan till exempel lÃ¤gga till en `Free`-plan utan kostnad.

source: If you wish to assign a billing plan to an existing project, this can also be done within the `Django admin interface` using the `Customer billings` option.
sv: Om du vill tilldela en faktureringsplan till ett befintligt projekt kan detta ocksÃ¥ gÃ¶ras i `Django-admin-grÃ¤nssnittet` med hjÃ¤lp av alternativet `Kundfakturering`.

source: Lastly, the `Django admin interface` provides an `Invoice` option for logging your customer payments.
sv: Slutligen erbjuder `Django admin interface` ett alternativ fÃ¶r `Invoice` (faktura) dÃ¤r du kan logga dina kunders betalningar.

source: After installation you can control billing in the admin interface. Users with billing enabled will get new :guilabel:`Billing` tab in their :ref:`user-profile`.
sv: Efter installationen kan du styra faktureringen i administratÃ¶rsgrÃ¤nssnittet. AnvÃ¤ndare med aktiverad fakturering fÃ¥r en ny flik :guilabel:`Fakturering` i sin :ref:`user-profile`.

source: The billing module additionally allows project admins to create new projects and components without being superusers (see :ref:`adding-projects`). This is possible when following conditions are met:
sv: Faktureringsmodulen gÃ¶r det dessutom mÃ¶jligt fÃ¶r projektadministratÃ¶rer att skapa nya projekt och komponenter utan att vara superanvÃ¤ndare (se :ref:`adding-projects`). Detta Ã¤r mÃ¶jligt nÃ¤r fÃ¶ljande villkor Ã¤r uppfyllda:

source: The billing is in its configured limits (any overusage results in blocking of project/component creation) and paid (if its price is non zero)
sv: Faktureringen ligger inom de konfigurerade grÃ¤nserna (Ã¶verskridande resulterar i blockering av projekt-/komponentskapande) och Ã¤r betald (om priset Ã¤r stÃ¶rre Ã¤n noll)

source: The user is admin of existing project with billing or user is owner of billing (the latter is necessary when creating new billing for users to be able to import new projects).
sv: AnvÃ¤ndaren Ã¤r administratÃ¶r fÃ¶r ett befintligt projekt med fakturering eller anvÃ¤ndaren Ã¤r Ã¤gare av faktureringen (det senare Ã¤r nÃ¶dvÃ¤ndigt nÃ¤r man skapar ny fakturering fÃ¶r att anvÃ¤ndare ska kunna importera nya projekt).

source: Upon project creation user is able to choose which billing should be charged for the project in case he has access to more of them.
sv: NÃ¤r projektet skapas kan anvÃ¤ndaren vÃ¤lja vilken fakturering som ska debiteras fÃ¶r projektet om han har tillgÃ¥ng till flera av dem.

source: Legal module
sv: Juridisk modul

source: This is used on `Hosted Weblate <https://weblate.org/hosting/>`_ to provide required legal documents. It comes provided with blank documents, and you are expected to fill out the following templates in the documents:
sv: Detta anvÃ¤nds pÃ¥ `Hosted Weblate <https://weblate.org/hosting/>`_ fÃ¶r att tillhandahÃ¥lla nÃ¶dvÃ¤ndiga juridiska dokument. Det levereras med tomma dokument, och du fÃ¶rvÃ¤ntas fylla i fÃ¶ljande mallar i dokumenten:

source: Terms of service document
sv: AnvÃ¤ndarvillkor

source: Privacy policy document
sv: Dokument om integritetspolicy

source: Short overview of the terms of service and privacy policy
sv: Kort Ã¶versikt Ã¶ver anvÃ¤ndarvillkoren och integritetspolicyn

source: On changing the terms of service documents, please adjust :setting:`LEGAL_TOS_DATE` so that users are forced to agree with the updated documents.
sv: Vid Ã¤ndring av anvÃ¤ndarvillkoren, justera :setting:`LEGAL_TOS_DATE` sÃ¥ att anvÃ¤ndarna tvingas godkÃ¤nna de uppdaterade villkoren.

source: Legal documents for the Hosted Weblate service are available in this Git repository <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.
sv: Juridiska dokument fÃ¶r tjÃ¤nsten Hosted Weblate finns tillgÃ¤ngliga i detta Git-arkiv <https://github.com/WeblateOrg/wllegal/tree/main/wllegal/templates/legal/documents>.

source: Most likely these will not be directly usable to you, but might come in handy as a starting point if adjusted to meet your needs.
sv: Dessa kommer troligen inte att vara direkt anvÃ¤ndbara fÃ¶r dig, men kan vara till hjÃ¤lp som utgÃ¥ngspunkt om de anpassas efter dina behov.

source: 1. Add ``weblate.legal`` to installed apps in :file:`settings.py`:
sv: 1. LÃ¤gg till ``weblate.legal`` till installerade appar i :file:`settings.py`:

source: Edit the legal documents in the :file:`weblate/legal/templates/legal/` folder to match your service.
sv: Redigera de juridiska dokumenten i mappen :file:`weblate/legal/templates/legal/` sÃ¥ att de passar din tjÃ¤nst.

source: After installation and editing, the legal documents are shown in the Weblate UI.
sv: Efter installation och redigering visas de juridiska dokumenten i Weblate-grÃ¤nssnittet.

source: Avatars
sv: Avatarer

source: Avatars are downloaded and cached server-side to reduce information leaks to the sites serving them by default. The built-in support for fetching avatars from e-mails addresses configured for it can be turned off using :setting:`ENABLE_AVATARS`.
sv: Avatarer laddas ner och cachelagras pÃ¥ serversidan fÃ¶r att minska informationslÃ¤ckor till de webbplatser som serverar dem som standard. Det inbyggda stÃ¶det fÃ¶r att hÃ¤mta avatarer frÃ¥n e-postadresser som konfigurerats fÃ¶r detta kan stÃ¤ngas av med :setting:`ENABLE_AVATARS`.

source: Weblate currently supports:
sv: Weblate stÃ¶der fÃ¶r nÃ¤rvarande:

source: Signing Git commits with GnuPG
sv: Signera Git-commits med GnuPG

source: All commits can be signed by the GnuPG key of the Weblate instance.
sv: Alla commit kan signeras med GnuPG-nyckeln fÃ¶r Weblate-instansen.

source: Turn on :setting:`WEBLATE_GPG_IDENTITY`. (Weblate will generate a GnuPG key when needed and will use it to sign all translation commits.)
sv: Aktivera :setting:`WEBLATE_GPG_IDENTITY`. (Weblate genererar en GnuPG-nyckel nÃ¤r det behÃ¶vs och anvÃ¤nder den fÃ¶r att signera alla Ã¶versÃ¤ttningskommandon.)

source: This feature needs GnuPG 2.1 or newer installed.
sv: Denna funktion krÃ¤ver att GnuPG 2.1 eller senare Ã¤r installerat.

source: You can find the key in the :setting:`DATA_DIR` and the public key is shown on the "About" page:
sv: Du hittar nyckeln i :setting:`DATA_DIR` och den offentliga nyckeln visas pÃ¥ sidan "Om":

source: Alternatively you can also import existing keys into Weblate, just set ``HOME=$DATA_DIR/home`` when invoking gpg.
sv: Alternativt kan du ocksÃ¥ importera befintliga nycklar till Weblate, stÃ¤ll bara in ``HOME=$DATA_DIR/home`` nÃ¤r du anropar gpg.

source: The key material is cached by Weblate for a long period. In case you let Weblate generate a key with :setting:`WEBLATE_GPG_IDENTITY` and then import key with the same identity to use an existing key, purging redis cache is recommended to see the effect of such change.
sv: Nyckelmaterialet cachelagras av Weblate under en lÃ¥ng period. Om du lÃ¥ter Weblate generera en nyckel med :setting:`WEBLATE_GPG_IDENTITY` och sedan importerar nyckeln med samma identitet fÃ¶r att anvÃ¤nda en befintlig nyckel, rekommenderas det att rensa redis-cachen fÃ¶r att se effekten av en sÃ¥dan Ã¤ndring.

source: When sharing :setting:`DATA_DIR` between multiple hosts, please follow instructions at https://wiki.gnupg.org/NFS to make GnuPG signing work reliably.
sv: NÃ¤r du delar :setting:`DATA_DIR` mellan flera vÃ¤rdar, fÃ¶lj instruktionerna pÃ¥ https://wiki.gnupg.org/NFS fÃ¶r att GnuPG-signering ska fungera tillfÃ¶rlitligt.

source: Rate limiting
sv: HastighetsbegrÃ¤nsande

source: The rate limiting no longer applies to signed in superusers.
sv: HastighetsbegrÃ¤nsningen gÃ¤ller inte lÃ¤ngre fÃ¶r inloggade superanvÃ¤ndare.

source: Several operations in Weblate are rate limited. At most :setting:`RATELIMIT_ATTEMPTS` attempts are allowed within :setting:`RATELIMIT_WINDOW` seconds. The user is then blocked for :setting:`RATELIMIT_LOCKOUT`. There are also settings specific to scopes, for example ``RATELIMIT_CONTACT_ATTEMPTS`` or ``RATELIMIT_TRANSLATE_ATTEMPTS``. The table below is a full list of available scopes.
sv: Flera operationer i Weblate Ã¤r hastighetsbegrÃ¤nsade. HÃ¶gst :setting:`RATELIMIT_ATTEMPTS` fÃ¶rsÃ¶k Ã¤r tillÃ¥tna inom :setting:`RATELIMIT_WINDOW` sekunder. AnvÃ¤ndaren blockeras sedan i :setting:`RATELIMIT_LOCKOUT`. Det finns ocksÃ¥ instÃ¤llningar som Ã¤r specifika fÃ¶r olika omrÃ¥den, till exempel ``RATELIMIT_CONTACT_ATTEMPTS`` eller ``RATELIMIT_TRANSLATE_ATTEMPTS``. Tabellen nedan Ã¤r en fullstÃ¤ndig lista Ã¶ver tillgÃ¤ngliga omrÃ¥den.

source: The following operations are subject to rate limiting:
sv: FÃ¶ljande operationer Ã¤r fÃ¶remÃ¥l fÃ¶r hastighetsbegrÃ¤nsning:

source: Allowed attempts
sv: TillÃ¥tna fÃ¶rsÃ¶k

source: Ratelimit window
sv: Ratelimit-fÃ¶nster

source: Lockout period
sv: LÃ¥sningsperiod

source: Sending message to admins
sv: Skicka meddelande till administratÃ¶rer

source: Password authentication on sign-in
sv: LÃ¶senordsautentisering vid inloggning

source: Second-factor authentication
sv: TvÃ¥faktorsautentisering

source: Sitewide search
sv: SÃ¶k pÃ¥ hela webbplatsen

source: Translating
sv: ÃversÃ¤ttning

source: Adding to glossary
sv: LÃ¤gg till i ordlista

source: Starting translation into a new language
sv: BÃ¶rja Ã¶versÃ¤ttningen till ett nytt sprÃ¥k

source: Creating new project
sv: Skapa nytt projekt

source: The rate limiting is based on sessions when user is signed in and on IP address if not.
sv: HastighetsbegrÃ¤nsningen baseras pÃ¥ sessioner nÃ¤r anvÃ¤ndaren Ã¤r inloggad och pÃ¥ IP-adressen om sÃ¥ inte Ã¤r fallet.

source: If a user fails to sign in :setting:`AUTH_LOCK_ATTEMPTS` times, password authentication will be turned off on the account until having gone through the process of having its password reset.
sv: Om en anvÃ¤ndare misslyckas med att logga in :setting:`AUTH_LOCK_ATTEMPTS` gÃ¥nger, kommer lÃ¶senordsautentiseringen att stÃ¤ngas av pÃ¥ kontot tills lÃ¶senordet har Ã¥terstÃ¤llts.

source: The settings can be also applied in the Docker container by adding ``WEBLATE_`` prefix to the setting name, for example :setting:`RATELIMIT_ATTEMPTS` becomes :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.
sv: InstÃ¤llningarna kan ocksÃ¥ tillÃ¤mpas i Docker-containern genom att lÃ¤gga till prefixet ``WEBLATE_`` till instÃ¤llningsnamnet, till exempel :setting:`RATELIMIT_ATTEMPTS` blir :envvar:`WEBLATE_RATELIMIT_ATTEMPTS`.

source: The API has separate rate limiting settings, see :ref:`api-rate`.
sv: API:et har separata instÃ¤llningar fÃ¶r hastighetsbegrÃ¤nsning, se :ref:`api-rate`.

source: Translation projects
sv: Översättningsprojekt

source: Translation organization
sv: ÃversÃ¤ttningsorganisation

source: Weblate organizes translatable VCS content of project/components into a tree-like structure. You can additionally organize components within a project using categories.
sv: Weblate organiserar Ã¶versÃ¤ttningsbart VCS-innehÃ¥ll fÃ¶r projekt/komponenter i en trÃ¤dliknande struktur. Du kan dessutom organisera komponenter inom ett projekt med hjÃ¤lp av kategorier.

source: The bottom level object is :ref:`project`, which should hold all translations belonging together (for example translation of an application in several versions and/or accompanying documentation).
sv: Det lÃ¤gsta objektet Ã¤r :ref:`project`, som ska innehÃ¥lla alla Ã¶versÃ¤ttningar som hÃ¶r ihop (till exempel Ã¶versÃ¤ttningar av en applikation i flera versioner och/eller tillhÃ¶rande dokumentation).

source: The middle level is optionally created by :ref:`category`. The categories can be nested to achieve more complex structure.
sv: MellannivÃ¥n skapas valfritt av :ref:`category`. Kategorierna kan vara nÃ¤stlade fÃ¶r att uppnÃ¥ en mer komplex struktur.

source: On the level above, :ref:`component`, which is actually the component to translate, you define the VCS repository to use, and the mask of files to translate.
sv: PÃ¥ nivÃ¥n ovanfÃ¶r, :ref:`component`, som faktiskt Ã¤r den komponent som ska Ã¶versÃ¤ttas, definierar du vilket VCS-arkiv som ska anvÃ¤ndas och vilka filer som ska Ã¶versÃ¤ttas.

source: Above :ref:`component` there are individual translations, handled automatically by Weblate as translation files (which match :ref:`component-filemask` defined in :ref:`component`) appear in the VCS repository.
sv: OvanfÃ¶r :ref:`component` finns individuella Ã¶versÃ¤ttningar, som hanteras automatiskt av Weblate nÃ¤r Ã¶versÃ¤ttningsfiler (som matchar :ref:`component-filemask` definierat i :ref:`component`) dyker upp i VCS-arkivet.

source: Weblate supports a wide range of translation formats (both bilingual and monolingual ones) supported by Translate Toolkit, see :ref:`formats`.
sv: Weblate stÃ¶der ett brett utbud av Ã¶versÃ¤ttningsformat (bÃ¥de tvÃ¥sprÃ¥kiga och ensprÃ¥kiga) som stÃ¶ds av Translate Toolkit, se :ref:`formats`.

source: You can share cloned VCS repositories using :ref:`internal-urls`. Using this feature is highly recommended when you have many components sharing the same VCS. It improves performance and decreases required disk space.
sv: Du kan dela klonade VCS-arkiv med hjÃ¤lp av :ref:`internal-urls`. Det rekommenderas starkt att anvÃ¤nda denna funktion nÃ¤r du har mÃ¥nga komponenter som delar samma VCS. Det fÃ¶rbÃ¤ttrar prestandan och minskar det nÃ¶dvÃ¤ndiga diskutrymmet.

source: Adding translation projects and components
sv: LÃ¤gga till Ã¶versÃ¤ttningsprojekt och komponenter

source: Based on your permissions, new translation projects and components can be created. It is always permitted for users with the :guilabel:`Add new projects` permission, and if your instance uses billing (e.g. like https://hosted.weblate.org/ see :ref:`billing`), you can also create those based on your plans allowance from the user account that manages billing.
sv: Baserat pÃ¥ dina behÃ¶righeter kan nya Ã¶versÃ¤ttningsprojekt och komponenter skapas. Det Ã¤r alltid tillÃ¥tet fÃ¶r anvÃ¤ndare med behÃ¶righeten :guilabel:`LÃ¤gg till nya projekt`, och om din instans anvÃ¤nder fakturering (t.ex. som https://hosted.weblate.org/ se :ref:`billing`), kan du ocksÃ¥ skapa dessa baserat pÃ¥ din planers tillÃ¥tna kvot frÃ¥n det anvÃ¤ndarkonto som hanterar faktureringen.

source: To grant every user permission to create new projects create new :ref:`autoteam` for the :guilabel:`Project creators` team.
sv: FÃ¶r att ge alla anvÃ¤ndare behÃ¶righet att skapa nya projekt, skapa ett nytt :ref:`autoteam` fÃ¶r teamet :guilabel:`Project creators`.

source: You can view your current billing plan on a separate page:
sv: Du kan se din aktuella faktureringsplan pÃ¥ en separat sida:

source: The project creation can be initiated from there, or using the menu in the navigation bar, filling in basic info about the translation project to complete addition of it:
sv: Projektet kan skapas dÃ¤rifrÃ¥n eller via menyn i navigeringsfÃ¤ltet. Fyll i grundlÃ¤ggande information om Ã¶versÃ¤ttningsprojektet fÃ¶r att slutfÃ¶ra tillÃ¤gget:

source: After creating the project, you are taken directly to the project page:
sv: NÃ¤r du har skapat projektet kommer du direkt till projektsidan:

source: Creating a new translation component can be initiated via a single click there. The process of creating a component is multi-staged and automatically detects most translation parameters. There are several approaches to creating component:
sv: Du kan skapa en ny Ã¶versÃ¤ttningskomponent med ett enda klick dÃ¤r. Processen fÃ¶r att skapa en komponent bestÃ¥r av flera steg och de flesta Ã¶versÃ¤ttningsparametrarna detekteras automatiskt. Det finns flera sÃ¤tt att skapa komponenter:

source: Creates component from remote version control repository.
sv: Skapar komponent frÃ¥n fjÃ¤rrstyrt versionskontrollarkiv.

source: From existing component
sv: FrÃ¥n befintlig komponent

source: Creates additional component to existing one by choosing different files.
sv: Skapar ytterligare komponenter till befintliga genom att vÃ¤lja olika filer.

source: Creates additional component to existing one, just for different branch.
sv: Skapar en ytterligare komponent till den befintliga, endast fÃ¶r en annan gren.

source: Upload translation files to Weblate in case you do not have version control or do not want to integrate it with Weblate. You can later update the content using the web interface or :ref:`api`.
sv: Ladda upp Ã¶versÃ¤ttningsfiler till Weblate om du inte har versionskontroll eller inte vill integrera det med Weblate. Du kan senare uppdatera innehÃ¥llet med hjÃ¤lp av webbgrÃ¤nssnittet eller :ref:`api`.

source: Upload single document or translation file and translate that.
sv: Ladda upp ett enskilt dokument eller en Ã¶versÃ¤ttningsfil och Ã¶versÃ¤tt det.

source: Create blank translation project and add strings manually.
sv: Skapa ett tomt Ã¶versÃ¤ttningsprojekt och lÃ¤gg till strÃ¤ngar manuellt.

source: Once you have existing translation components, you can also easily add new ones for additional files or branches using same repository.
sv: NÃ¤r du har befintliga Ã¶versÃ¤ttningskomponenter kan du ocksÃ¥ enkelt lÃ¤gga till nya fÃ¶r ytterligare filer eller grenar med hjÃ¤lp av samma arkiv.

source: First you need to fill in name and repository location:
sv: FÃ¶rst mÃ¥ste du fylla i namn och lagringsplats:

source: On the next page, you are presented with a list of discovered translatable resources:
sv: PÃ¥ nÃ¤sta sida visas en lista Ã¶ver upptÃ¤ckta Ã¶versÃ¤ttningsbara resurser:

source: As a last step, you review the translation component info and fill in optional details:
sv: Som sista steg granskar du informationen om Ã¶versÃ¤ttningskomponenten och fyller i valfria detaljer:

source: Project configuration
sv: Projektkonfiguration

source: Create a translation project and then add a new component for translation in it. The project is like a shelf, in which real translations are stacked. All components in the same project share suggestions and their dictionary; the translations are also automatically propagated through all components in a single project (unless turned off in the component configuration), see :ref:`memory`.
sv: Skapa ett Ã¶versÃ¤ttningsprojekt och lÃ¤gg sedan till en ny komponent fÃ¶r Ã¶versÃ¤ttning i det. Projektet Ã¤r som en hylla dÃ¤r de faktiska Ã¶versÃ¤ttningarna staplas. Alla komponenter i samma projekt delar fÃ¶rslag och ordbok; Ã¶versÃ¤ttningarna sprids ocksÃ¥ automatiskt till alla komponenter i ett enskilt projekt (om inte detta Ã¤r inaktiverat i komponentkonfigurationen), se :ref:`memory`.

source: These basic attributes set up and inform translators of a project:
sv: Dessa grundlÃ¤ggande attribut faststÃ¤ller och informerar Ã¶versÃ¤ttarna om ett projekt:

source: Verbose project name, used to display the project name.
sv: Detaljerat projektnamn, anvÃ¤nds fÃ¶r att visa projektnamnet.

source: Project name suitable for URLs.
sv: Projektnamn som passar fÃ¶r URL:er.

source: URL where translators can find more info about the project.
sv: URL dÃ¤r Ã¶versÃ¤ttare kan hitta mer information om projektet.

source: This is a required parameter unless turned off by :setting:`WEBSITE_REQUIRED`.
sv: Detta Ã¤r en obligatorisk parameter om den inte inaktiveras av :setting:`WEBSITE_REQUIRED`.

source: Text describing localization process in the project, and any other information useful for translators. Markdown can be used for text formatting or inserting links.
sv: Text som beskriver lokaliseringsprocessen i projektet och annan information som kan vara anvÃ¤ndbar fÃ¶r Ã¶versÃ¤ttare. Markdown kan anvÃ¤ndas fÃ¶r textformatering eller fÃ¶r att infoga lÃ¤nkar.

source: Whether Weblate should manage the ``Language-Team`` header (this is a :ref:`gettext` only feature right now).
sv: Om Weblate ska hantera rubriken ``Language-Team`` (detta Ã¤r fÃ¶r nÃ¤rvarande en funktion som endast finns i :ref:`gettext`).

source: Whether to use shared translation memory, see :ref:`shared-tm` for more details.
sv: Om du vill anvÃ¤nda delat Ã¶versÃ¤ttningsminne, se :ref:`shared-tm` fÃ¶r mer information.

source: The default value can be changed by :setting:`DEFAULT_SHARED_TM`.
sv: StandardvÃ¤rdet kan Ã¤ndras genom att stÃ¤lla in :setting:`DEFAULT_SHARED_TM`.

source: Whether to contribute to shared translation memory, see :ref:`shared-tm` for more details.
sv: Om du vill bidra till det delade Ã¶versÃ¤ttningsminnet, se :ref:`shared-tm` fÃ¶r mer information.

source: This also affects whether the project can be used as source for :ref:`automatic-translation`.
sv: Detta pÃ¥verkar ocksÃ¥ om projektet kan anvÃ¤ndas som kÃ¤lla fÃ¶r :ref:`automatic-translation`.

source: This option is unavailable on Hosted Weblate, it is toggled together with :ref:`project-use_shared_tm`.
sv: Det hÃ¤r alternativet Ã¤r inte tillgÃ¤ngligt pÃ¥ Hosted Weblate, det aktiveras tillsammans med :ref:`project-use_shared_tm`.

source: Whether to automatically remove outdated and obsolete entries from translation memory.
sv: Om fÃ¶rÃ¥ldrade och obsoleta poster ska tas bort automatiskt frÃ¥n Ã¶versÃ¤ttningsminnet.

source: This does not affect manually uploaded memory entries.
sv: Detta pÃ¥verkar inte manuellt uppladdade minnesposter.

source: Configure per project access control, see :ref:`acl` for more details.
sv: Konfigurera Ã¥tkomstkontroll per projekt, se :ref:`acl` fÃ¶r mer information.

source: The default value can be changed by :setting:`DEFAULT_ACCESS_CONTROL`.
sv: StandardvÃ¤rdet kan Ã¤ndras genom att stÃ¤lla in :setting:`DEFAULT_ACCESS_CONTROL`.

source: Enforce :ref:`2fa` for all contributors. Users wonât be allowed to perform any operations within the project without having it configured.
sv: TillÃ¤mpa :ref:`2fa` fÃ¶r alla bidragsgivare. AnvÃ¤ndare kommer inte att kunna utfÃ¶ra nÃ¥gra Ã¥tgÃ¤rder inom projektet utan att ha konfigurerat detta.

source: Enable review workflow for translations, see :ref:`reviews`.
sv: Aktivera granskningsflÃ¶det fÃ¶r Ã¶versÃ¤ttningar, se :ref:`reviews`.

source: Enable review workflow for source strings, see :ref:`source-reviews`.
sv: Aktivera granskningsflÃ¶det fÃ¶r kÃ¤llstrÃ¤ngar, se :ref:`source-reviews`.

source: The commit policy determines which translations are included when committing changes to the version control system. This setting is available at the project level and supports the following options:
sv: Commit-policyn avgÃ¶r vilka Ã¶versÃ¤ttningar som inkluderas nÃ¤r Ã¤ndringar commitas till versionshanteringssystemet. Denna instÃ¤llning Ã¤r tillgÃ¤nglig pÃ¥ projektnivÃ¥ och stÃ¶der fÃ¶ljande alternativ:

source: **Commit all translations regardless of quality**: All translations will be committed, including those marked as needing editing or not reviewed.
sv: **BekrÃ¤fta alla Ã¶versÃ¤ttningar oavsett kvalitet**: Alla Ã¶versÃ¤ttningar kommer att bekrÃ¤ftas, Ã¤ven de som Ã¤r markerade som redigeringsbara eller inte granskade.

source: **Skip translations marked as needing editing**: Only translations that don't have the "needs editing", "needs rewriting" or "needs checking" state will be committed.
sv: **Hoppa Ã¶ver Ã¶versÃ¤ttningar som Ã¤r markerade som behÃ¶ver redigering**: Endast Ã¶versÃ¤ttningar som inte har statusen "behÃ¶ver redigering", "behÃ¶ver skrivas om" eller "behÃ¶ver kontrollas" kommer att godkÃ¤nnas.
